
name: "text_encoder"
platform: "pytorch_libtorch"
max_batch_size: 8

input [
  {
    name: "prompt"
    data_type: TYPE_INT32
    dims: [ -1 ]
  }
]
output [
  {
    name: "image"
    data_type: TYPE_FP32
    dims: [ -1, 1024 ]
  }
]

instance_group [
  {
    kind: KIND_CPU
  }
]

parameters: {
    key: "INFERENCE_MODE"
    value: { string_value: "true" }
}
